Repository: City-of-Helsinki/linkedevents
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: Unique name
fi: Yksilöivä nimi
sv: Unikt namn

source: Contact info
fi: Yhteystiedot
sv: Kontaktuppgifter

source: No events.
fi: Ei tapahtumia.
sv: Inga evenemang.

source: Name
fi: Nimi
sv: Namn

source: Resources may be edited by users
fi: Käyttäjät voivat muokata resursseja
sv: Resurser kan redigeras av användare

source: Organizations may be edited by users
fi: Käyttäjät voivat muokata organisaatioita
sv: Organisationer kan redigeras av användare

source: Owner organization's registrations may be edited by users
fi: Käyttäjät voivat muokata organisaation ilmoittautumisia.
sv: Användare kan redigera organisationens registreringar.

source: Owner organization's registration price groups may be edited by users
fi: Käyttäjät voivat muokata organisaation asiakasryhmiä.
sv: Användare kan redigera organisationens registreringskundgrupper.

source: Past events may be edited using API
fi: Menneitä tapahtumia voidaan muokata API:n kautta
sv: Tidigare evenemang kan redigeras med API

source: Past events may be created using API
fi: Menneitä tapahtumia voidaan luoda API:n kautta
sv: Tidigare evenemang kan skapas med API

source: Do not show events created by this data_source by default.
fi: Älä näytä tämän datalähteen luomia tapahtumia oletuksena.
sv: Visa inte evenemang som skapats av denna datakälla som standard.

source: License
fi: Lisenssi
sv: Licens

source: Licenses
fi: Lisenssit
sv: Licenser

source: Publisher
fi: Julkaisija
sv: Utgivare

source: Image
fi: Kuva
sv: Bild

source: Cropping
fi: Rajaus
sv: Beskärning

source: Photographer name
fi: Valokuvaajan nimi
sv: Fotografens namn

source: Alt text
fi: Vaihtoehtoinen teksti

source: Origin ID
fi: Lähdetunniste
sv: Ursprungs-ID

source: Can be used as registration service language
fi: Voidaan käyttää ilmoittautumisen palvelukielenä
sv: Kan användas som servicespråk för registrering

source: language
fi: kieli
sv: språk

source: languages
fi: kielet
sv: språk

source: event count
fi: tapahtumien lukumäärä
sv: antal evenemang

source: number of events with this keyword
fi: tapahtumien määrä tällä avainsanalla
sv: antal evenemang med detta sökord

source: keyword
fi: Avainsana
sv: nyckelord

source: keywords
fi: Avainsanat
sv: nyckelord

source: Intended keyword usage
fi: Avainsanan suunniteltu käyttötarkoitus
sv: Avsedd nyckelordsanvändning

source: Organization which uses this set
fi: Organisaatio, joka käyttää tätä avainsanaryhmää
sv: Organisation som använder denna sökordsuppsättning

source: KeywordSet can't have deprecated keywords
fi: Avainsanaryhmässä ei voi olla käytöstä poistettuja avainsanoja
sv: Sökordsuppsättningen kan inte ha föråldrade sökord

source: Place home page
fi: Paikan kotisivu
sv: Platsens hemsida

source: Description
fi: Kuvaus
sv: Beskrivning

source: E-mail
fi: Sähköposti
sv: E-post

source: Telephone
fi: Puhelinnumero
sv: Telefon

source: Contact type
fi: Yhteydtiedon tyyppi
sv: Kontakt typ

source: Street address
fi: Katuosoite
sv: Gatuadress

source: Address locality
fi: Osoitteen paikkakunta
sv: Adressort

source: Address region
fi: Osoitteen paikkakunta
sv: Adressregion

source: Postal code
fi: Postinumero
sv: Postnummer

source: PO BOX
fi: Postilokero
sv: Postbox

source: Country
fi: Maa
sv: Land

source: Deleted
fi: Poistettu
sv: Raderade

source: number of events in this location
fi: tapahtumien määrä tässä paikassa
sv: antal evenemang på denna plats

source: place
fi: paikka
sv: plats

source: places
fi: paikat
sv: platser

source: opening hour specification
fi: aukioloaika
sv: specifikation för öppettider

source: opening hour specifications
fi: aukioloajat
sv: specifikationer för öppettider

source: Recurring
fi: Toistuva tapahtuma
sv: Återkommande evenemang

source: Umbrella event
fi: Kattotapahtuma
sv: Paraplyevenemang

source: Outdoors
fi: Ulkona
sv: Utomhus

source: Indoors
fi: Sisällä
sv: Inomhus

source: User name
fi: Käyttäjän nimi
sv: Användarens namn

source: User e-mail
fi: Käyttäjän sähköpostiosoite
sv: Användarens e-post

source: User phone number
fi: Käyttäjän puhelinnumero
sv: Användarens telefonnummer

source: User organization
fi: Käyttäjän organisaatio
sv: Användarens organisation

source: Event organizer information.
fi: Tapahtuman järjestäjän tiedot.
sv: Evenemangsarrangörens information.

source: User consent
fi: Käyttäjän suostumus
sv: Användarens samtycke

source: I consent to the processing of my personal data?
fi: Hyväksynkö henkilötietojeni käsittelyn?
sv: Jag samtycker till behandlingen av mina personuppgifter?

source: Event home page
fi: Tapahtuman kotisivu
sv: Evenemangets hemsida

source: Short description
fi: Lyhyt kuvaus
sv: Kort beskrivning

source: Date published
fi: Julkaisupäivämäärä
sv: Publiceringsdatum

source: Headline
fi: Otsikko
sv: Rubrik

source: Secondary headline
fi: Toissijainen otsikko
sv: Sekundär rubrik

source: Provider
fi: Palveluntarjoaja
sv: Leverantör

source: Provider's contact info
fi: Palveluntarjoajan yhteystiedot
sv: Leverantörens kontaktuppgifter

source: Environmental certificate
fi: Ympäristösertifikaatti
sv: Miljöcertifikat

source: Event status
fi: Tapahtuman tila
sv: Evenemangstatus

source: Event data publication status
fi: Tapahtumatietojen julkaisun tila
sv: Publiceringsstatus för evenemangdata

source: Location extra info
fi: Paikan lisätiedot
sv: Plats ytterligare info

source: Event environment
fi: Tapahtuman ympäristö
sv: Evenemangmiljö

source: Will the event be held outdoors?
fi: Pidetäänkö tapahtuma ulkona?
sv: Kommer evenemanget att hållas utomhus?

source: Start time
fi: Alkuaika
sv: Starttid

source: End time
fi: Loppuaika
sv: Sluttid

source: Minimum recommended age
fi: Suositeltu vähimmäisikä
sv: Rekommenderad lägsta ålder

source: Maximum recommended age
fi: Suurin suositeltu ikä
sv: Högsta rekommenderade ålder

source: In language
fi: kielellä
sv: språk

source: maximum attendee capacity
fi: Paikkojen enimmäismäärä
sv: Maximal deltagarekapacitet

source: minimum attendee capacity
fi: Paikkojen vähimmäismäärä
sv: Minsta deltagarekapacitet

source: enrolment start time
fi: Ilmoittautumisen alkamisaika
sv: Starttid för anmälan

source: enrolment end time
fi: Ilmoittautumisen päättymisaika
sv: Sluttid för anmälan

source: event
fi: tapahtuma
sv: evenemang

source: events
fi: tapahtumat
sv: evenemang

source: The event end time cannot be earlier than the start time.
fi: Tapahtuman päättymisaika ei voi olla aikaisempi kuin alkamisaika.
sv: Evenemangs sluttid kan inte vara tidigare än starttiden.

source: Price
fi: Hinta
sv: Pris

source: Web link to offer
fi: Linkki lipunmyyntiin
sv: Webblänk att erbjuda

source: Offer description
fi: Hintatietojen kuvaus
sv: Erbjudandebeskrivning

source: Is free
fi: Vapaa pääsy
sv: Är gratis

source: Subject
fi: Otsikko
sv: Ämne

source: Body
fi: Teksti
sv: Text

source: Data source is not editable
fi: Tietolähde ei ole muokattavissa
sv: Datakällan kan inte redigeras

source: Only admins of any organization are allowed to see the content.
fi: Vain minkä tahansa organisaation admin-käyttäjät voivat nähdä sisällön.
sv: Endast administratörer i någon organisation får se innehållet.

source: You may not change the id of an existing object.
fi: Olemassa olevan objektin id-kenttää ei voi vaihtaa.
sv: Du får inte ändra id för ett befintligt objekt.

source: You may not change the publisher of an existing object.
fi: Olemassa olevan objektin julkaisija-kenttää ei voi vaihtaa.
sv: Du får inte ändra utgivare för ett befintligt objekt.

source: You may not change the data source of an existing object.
fi: Olemassa olevan objektin tietolähde-kenttää ei voi vaihtaa.
sv: Du får inte ändra datakälla för ett befintligt objekt.

source: You may not change the organization of an existing object.
fi: Olemassa olevan objektin organization-kenttää ei voi vaihtaa.
sv: Du får inte ändra organisation för ett befintligt objekt.

source: User has no rights to this organization
fi: Käyttäjällä ei ole oikeuksia tähän organisaatioon
sv: Användaren har inga rättigheter till denna organisation

source: This field must be specified before an event is published.
fi: Kenttä on täytettävä ennen kuin tapahtuman voi julkaista.
sv: Detta fält måste anges innan ett evenemanget publiceras.

source: End time cannot be in the past. Please set a future end time.
fi: Päättymisaika ei voi olla menneisyydessä. Ole hyvä ja anna tulevaisuudessa oleva päättymisaika.
sv: Sluttiden kan inte ligga i det förflutna. Ange en framtida sluttid.

source: Data source doesn't belong to any organization
fi: Tietolähde ei kuulu millekään organisaatiolle
sv: Datakällan tillhör inte någon organisation

source: registration admins
fi: ilmoittautumisten admin-käyttäjät
sv: registreringsadministratörer

source: This field is required.
fi: Kenttä on pakollinen.
sv: Detta fält måste anges.

source: The name must be specified.
fi: Nimi on pakollinen.
sv: Namn måste anges.

source: Notifications
fi: Ilmoitukset
sv: Aviseringar

source: Unpublished event deleted
fi: Julkaisematon tapahtuma poistettu
sv: Opublicerad evenemang raderad

source: Event published
fi: Tapahtuman julkaisupäivämäärä
sv: Evenemang publicerad

source: Draft posted
fi: Luonnos lähetetty
sv: Utkast upplagt

source: User created
fi: Käyttäjä luotu
sv: Användare skapad

source: Type
fi: Tyyppi
sv: Typ

source: Text body for email notifications
fi: Sähköposti-ilmoitusten tekstiosa
sv: Texttext för e-postmeddelanden

source: HTML Body
fi: HTML-teksti

source: HTML body for email notifications
fi: Sähköposti-ilmoitusten HTML-teksti
sv: HTML Body för e-postmeddelanden

source: Notification template
fi: Ilmoituspohja
sv: Aviseringsmall

source: Notification templates
fi: Ilmoituspohjat
sv: Aviseringsmallar

source: Event
fi: Tapahtuma
sv: Evenemang

source: Participant list user
fi: Osallistujalista-käyttäjä
sv: Deltagarlista användare

source: Participant list users
fi: Osallistujalista-käyttäjät
sv: Deltagarlista användare

source: Registration price group
fi: Ilmoittautumisten asiakasryhmä
sv: Registreringens kundgrupp

source: Registration price groups
fi: Ilmoittautumisten asiakasryhmät
sv: Registreringens kundgrupper

source: Registration has been successfully deleted.
fi: Ilmoittautuminen on poistettu onnistuneesti.
sv: Registreringen har raderats.

source: Registration with signups cannot be deleted
fi: Ilmoittautumista, jolla on osallistujia ei voi poistaa
sv: Registrering med registreringar kan inte raderas

source: Only the admins of the registration organizations have access rights.
fi: Vain ilmoittautumisten organisaatioiden admin-käyttäjillä on oikeudet.
sv: Endast administratörerna för registreringsorganisationerna har åtkomsträttigheter.

source: Payment not found with order ID %(order_id)s.
fi: Maksua ei löytynyt tilauksen ID:llä %(order_id)s.
sv: Betalning hittades inte med beställning ID %(order_id)s.

source: Could not check payment status from Talpa API.
fi: Maksun tilaa ei voitu tarkistaa Talpa-rajapinnasta.
sv: Kunde inte kolla betalningsstatus från Talpa API.

source: Could not check order status from Talpa API.
fi: Tilauksen tilaa ei voitu tarkistaa Talpa-rajapinnasta.
sv: Kunde inte kolla beställningsstatus från Talpa API.

source: Order marked as cancelled in webhook payload, but not in Talpa API.
fi: Tilaus on merkitty perutuksi webhook-notifikaatiossa, mutta ei Talpa-rajapinnassa.
sv: Beställning markerad som avbruten i webhook-avisering, men inte i Talpa API.

source: Payment marked as paid in webhook payload, but not in Talpa API.
fi: Maksu on merkitty maksetuksi webhook-notifikaatiossa, mutta ei Talpa-rajapinnassa.
sv: Betalning markerad som betald i webhook-avisering, men inte i Talpa API.

source: Refund not found with order ID %(order_id)s and refund ID %(refund_id)s.
fi: Hyvitystä ei löytynyt tilauksen ID:llä %(order_id)s ja hyvityksen ID:llä %(refund_id)s.
sv: Återbetalning hittades inte med beställning ID %(order_id)s och återbetalning ID %(refund_id)s.

source: Could not check refund status from Talpa API.
fi: Hyvityksen tilaa ei voitu tarkistaa Talpa-rajapinnasta.
sv: Kunde inte kolla återbetalningsstatus från Talpa API.

source: Refund marked as paid in webhook payload, but not in Talpa API.
fi: Hyvitys on merkitty maksetuksi webhook-notifikaatiossa, mutta ei Talpa-rajapinnassa.
sv: Återbetalning markerad som betald i webhook-avisering, men inte i Talpa API.

source: Refund marked as failed in webhook payload, but not in Talpa API.
fi: Hyvitys on merkitty epäonnistuneeksi webhook-notifikaatiossa, mutta ei Talpa-rajapinnassa.
sv: Återbetalning markerad som misslyckad i webhook-avisering, men inte i Talpa API.

source: Request conflict with the current state of the target resource
fi: Pyyntö on ristiriidassa kohderesurssin nykyisen tilan kanssa
sv: Begärkonflikt med målresursens aktuella tillstånd

source: Registered persons
fi: Ilmoittautuneet
sv: Registrerade personer

source: Date of birth
fi: Syntymäaika
sv: Födelsedatum

source: Phone number
fi: Puhelinnumero
sv: Telefonnummer

source: Contact person's email
fi: Yhteyshenkilön sähköposti
sv: Kontaktpersons e-post

source: Contact person's phone number
fi: Yhteyshenkilön puhelinnumero
sv: Kontaktpersons telefonnummer

source: This material is subject to data protection. This material must be processed in the manner required by data protection and only to verify the participants of the event. This list should be discarded when the event is over and the attendees have been entered into the system.
fi: Tämä on tietosuojan alaista materiaalia. Tätä materiaalia tulee käsitellä tietosuojan vaatimalla tavalla ja ainoastaan tapahtuman osallistujien varmistamiseen. Tämä lista tulee hävittää, kun tapahtuma on mennyt ja läsnäolijat merkitty järjestelmään.
sv: Detta material omfattas av dataskydd. Materialet måste hanteras på det sätt som dataskyddet kräver och endast för att verifiera deltagarna i evenemanget. Denna lista ska kasseras när evenemanget är avslutat och deltagarna har lagts in i systemet.

source: Please note that the participant and the participant's contact information may be the information of different persons.
fi: Huomaathan, että osallistuja ja osallistujan yhteystiedot voivat olla eri henkilöiden tietoja.
sv: Observera att deltagaren och deltagarens kontaktuppgifter kan vara uppgifter för olika personer.

source: VAT percentage for price groups
fi: Asiakasryhmien ALV-prosentti
sv: Momsprocent för kundgrupper

source: City
fi: Kaupunki
sv: Stad

source: First name
fi: Etunimi
sv: Förnamn

source: Last name
fi: Sukunimi
sv: Efternamn

source: ZIP code
fi: Postinumero
sv: Postnummer

source: Created at
fi: Luotu klo
sv: Skapad kl

source: Modified at
fi: Muokattu klo
sv: Ändrad kl

source: You may not change the publisher of a price group that has been used in registrations.
fi: Ilmoittautumisissa käytetyn asiakasryhmän julkaisija-kenttää ei voi vaihtaa.
sv: Du får inte byta utgivare för en prisgrupp som har använts vid registreringar.

source: Enrollment start time
fi: Ilmoittautumisen alkamisaika
sv: Starttid för anmälan

source: Enrollment end time
fi: Ilmoittautumisen päättymisaika
sv: Sluttid för anmälan

source: Confirmation message
fi: Vahvistusviesti
sv: Bekräftelsemeddelande

source: Instructions
fi: Ohjeet
sv: Instruktioner

source: Maximum attendee capacity
fi: Paikkojen enimmäismäärä
sv: Maximal deltagarekapacitet

source: Minimum attendee capacity
fi: Paikkojen vähimmäismäärä
sv: Minsta deltagarekapacitet

source: Waiting list capacity
fi: Jonopaikkojen lukumäärä
sv: Väntelistans kapacitet

source: Maximum group size
fi: Ryhmän enimmäiskoko
sv: Maximal gruppstorlek

source: Mandatory fields
fi: Pakolliset kentät
sv: Obligatoriska fält

source: New paid registration - %(event_name)s
fi: Uusi maksullinen ilmoittautuminen - %(event_name)s
sv: Ny betalanmälan - %(event_name)s

source: Refund is not allowed. The event starts in less than %(days)s days.
fi: Hyvitys ei ole sallittu. Tapahtuma alkaa alle %(days)s päivän kuluttua.
sv: Återbetalning är inte tillåten. Evenemanget börjar om mindre än %(days)s dagar.

source: Group registration to event
fi: Ryhmäilmoittautuminen tapahtumaan
sv: Gruppregistrering till evenemanget

source: Group registration to course
fi: Ryhmäilmoittautuminen kurssille
sv: Gruppregistrering till kursen

source: Group registration to volunteering
fi: Ryhmäilmoittautuminen vapaaehtoistehtävään
sv: Gruppregistrering till volontärarbetet

source: Extra info
fi: Lisätiedot
sv: Ytterligare info

source: Waitlisted
fi: Jonossa
sv: I kö

source: Attending
fi: Osallistuu
sv: Deltar

source: Not present
fi: Ei paikalla
sv: Inte närvarande

source: Present
fi: Paikalla
sv: Närvarande

source: Attendee status
fi: Osallistujan tila
sv: Deltagarstatus

source: Presence status
fi: Läsnäolotila
sv: Närvarostatus

source: Registration to event
fi: Ilmoittautuminen tapahtumaan
sv: Registreringen till evenemanget

source: Registration to course
fi: Ilmoittautuminen kurssille
sv: Registreringen till kursen

source: Registration to volunteering
fi: Ilmoittautuminen vapaaehtoistehtävään
sv: Registreringen till volontärarbetet

source: Membership number
fi: Jäsennumero
sv: Medlemsnummer

source: Notification type
fi: Ilmoitusten tyyppi
sv: Aviseringstyp

source: Number of seats
fi: Paikkojen lukumäärä
sv: Antal platser

source: Seat reservation code
fi: Paikkavarauskoodi
sv: Platsreservationskod

source: Timestamp
fi: Aikaleima
sv: Tidsstämpel

source: pcs
fi: kpl
sv: st

source: Created
fi: Luotu
sv: Skapad

source: Paid
fi: Maksettu
sv: Betalt

source: Cancelled
fi: Peruttu
sv: Inställt

source: Refunded
fi: Hyvitety
sv: Återbetalat

source: Expired
fi: Vanhentunut
sv: Utgått

source: Payment status
fi: Maksun tila
sv: Betalningens status

source: Expires at
fi: Vanhenee
sv: Utgår på

source: Welcome %(username)s
fi: Tervetuloa %(username)s
sv: Välkommen %(username)s

source: Welcome
fi: Tervetuloa
sv: Välkommen

source: Thank you for signing up for the waiting list
fi: Kiitos ilmoittautumisesta jonoon
sv: Tack för att du skrev upp dig på väntelistan

source: Payment required for registration confirmation - %(event_name)s
fi: Maksu vaaditaan ilmoittautumisen vahvistamiseksi - %(event_name)s
sv: Betalning krävs för bekräftelse av registreringen - %(event_name)s

source: Payment required for registration confirmation - Recurring: %(event_name)s
fi: Maksu vaaditaan ilmoittautumisen vahvistamiseksi - Sarja: %(event_name)s
sv: Betalning krävs för bekräftelse av registreringen - Serie: %(event_name)s

source: Thank you for your interest in the event.
fi: Kiitos mielenkiinnosta tapahtumaa kohtaan.
sv: Tack för ditt intresse för evenemanget.

source: Registration payment expired
fi: Ilmoittautumismaksu vanhentunut
sv: Registreringsbetalning har gått ut

source: Registration cancelled
fi: Ilmoittautuminen peruttu
sv: Registreringen avbruten

source: No Notification
fi: Ei ilmoituksia
sv: Ingen anmälan

source: SMS
fi: Teksiviesti

source: E-Mail
fi: Sähköposti
sv: E-post

source: Both SMS and email.
fi: Tekstiviesti ja sähköposti
sv: Både SMS och e-post.

source: Event cancelled - %(event_name)s
fi: Tapahtuma peruttu - %(event_name)s
sv: Evenemanget inställt - %(event_name)s

source: Registration cancelled - %(event_name)s
fi: Ilmoittautuminen peruttu - %(event_name)s
sv: Registreringen avbruten - %(event_name)s

source: Registration confirmation - %(event_name)s
fi: Vahvistus ilmoittautumisesta - %(event_name)s
sv: Bekräftelse av registrering - %(event_name)s

source: Waiting list seat reserved - %(event_name)s
fi: Paikka jonotuslistalla varattu - %(event_name)s
sv: Väntelista plats reserverad - %(event_name)s

source: Registration payment expired - %(event_name)s
fi: Ilmoittautumismaksu vanhentunut - %(event_name)s
sv: Registreringsbetalning har gått ut - %(event_name)s

source: Event %(event_name)s has been cancelled
fi: Tapahtuma %(event_name)s on peruttu.
sv: Evenemanget %(event_name)s har ställts in.

source: Event %(event_name)s %(event_period)s has been cancelled
fi: Tapahtuma %(event_name)s %(event_period)s on peruttu.
sv: Evenemanget %(event_name)s %(event_period)s har ställts in.

source: %(username)s, registration to the event %(event_name)s has been cancelled.
fi: %(username)s, ilmoittautuminen tapahtumaan %(event_name)s on peruttu.
sv: %(username)s, anmälan till evenemanget %(event_name)s har ställts in.

source: %(username)s, registration to the course %(event_name)s has been cancelled.
fi: %(username)s, ilmoittautuminen kurssille %(event_name)s on peruttu.
sv: %(username)s, anmälan till kursen %(event_name)s har ställts in.

source: %(username)s, registration to the volunteering %(event_name)s has been cancelled.
fi: %(username)s, ilmoittautuminen vapaaehtoistehtävään %(event_name)s on peruttu.
sv: %(username)s, anmälan till volontärarbetet %(event_name)s har ställts in.

source: Registration to the event %(event_name)s has been cancelled.
fi: Ilmoittautuminen tapahtumaan %(event_name)s on peruttu.
sv: Anmälan till evenemanget %(event_name)s har ställts in.

source: Registration to the course %(event_name)s has been cancelled.
fi: Ilmoittautuminen kurssille %(event_name)s on peruttu.
sv: Anmälan till kursen %(event_name)s har ställts in.

source: Registration to the volunteering %(event_name)s has been cancelled.
fi: Ilmoittautuminen vapaaehtoistehtävään %(event_name)s on peruttu.
sv: Anmälan till volontärarbetet %(event_name)s har ställts in.

source: You have successfully cancelled your registration to the event <strong>%(event_name)s</strong>.
fi: Olet onnistuneesti peruuttanut ilmoittautumisesi tapahtumaan <strong>%(event_name)s</strong>.
sv: Du har avbrutit din registrering till evenemanget <strong>%(event_name)s</strong>.

source: You have successfully cancelled your registration to the course <strong>%(event_name)s</strong>.
fi: Olet onnistuneesti peruuttanut ilmoittautumisesi kurssille <strong>%(event_name)s</strong>.
sv: Du har avbrutit din registrering till kursen <strong>%(event_name)s</strong>.

source: You have successfully cancelled your registration to the volunteering <strong>%(event_name)s</strong>.
fi: Olet onnistuneesti peruuttanut ilmoittautumisesi vapaaehtoistehtävään <strong>%(event_name)s</strong>.
sv: Du har avbrutit din registrering till volontärarbetet <strong>%(event_name)s</strong>.

source: Your registration and payment for the event <strong>%(event_name)s</strong> have been cancelled.
fi: Ilmoittautumisesi ja maksusi tapahtumaan <strong>%(event_name)s</strong> on peruttu.
sv: Din registrering och betalning för evenemanget <strong>%(event_name)s</strong> har ställts in.

source: Your registration and payment for the course <strong>%(event_name)s</strong> have been cancelled.
fi: Ilmoittautumisesi ja maksusi kurssille <strong>%(event_name)s</strong> on peruttu.
sv: Din registrering och betalning för kursen <strong>%(event_name)s</strong> har ställts in.

source: Your registration to the volunteering <strong>%(event_name)s</strong> has been cancelled.
fi: Ilmoittautumisesi vapaaehtoistehtävään <strong>%(event_name)s</strong> on peruttu.
sv: Din registrering till volontärarbetet <strong>%(event_name)s</strong> har ställts in.

source: You have successfully cancelled your registration to the event <strong>%(event_name)s</strong>. Your payment for the registration has been refunded.
fi: Olet onnistuneesti peruuttanut ilmoittautumisesi tapahtumaan <strong>%(event_name)s</strong>. Ilmoittautumismaksusi on hyvitetty.
sv: Du har avbrutit din registrering till evenemanget <strong>%(event_name)s</strong>. Din betalning för registreringen har återbetalats.
