Repository: City-of-Helsinki/linkedevents
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: View the participants
fi: Katso osallistujat
sv: Se deltagarna

source: Unknown Talpa web store API error
fi: Talpa-rajapinnassa tapahtui tuntematon virhe
sv: Okänt Talpa webbshop API-fel

source: Talpa web store API error
fi: Talpa-rajapinnassa tapahtui virhe
sv: Talpa webbshop API-fel

source: Payment API experienced an error (code: %(status_code)s)
fi: Maksurajapinnassa tapahtui virhe (koodi: %(status_code)s)
sv: Ett fel uppstod i betalnings-API (kod: %(status_code)s)

source: is sent
sv: är skickat

source: message
sv: meddelande

source: created at
sv: Skapad kl
