Repository: City-of-Helsinki/linkedevents
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: You have successfully cancelled a registration to the recurring course <strong>%(event_name)s %(event_period)s</strong>. Your payment has been partially refunded for the amount of the cancelled registration.
fi: Olet onnistuneesti peruuttanut ilmoittautumisen sarjakurssille <strong>%(event_name)s %(event_period)s</strong>. Ilmoittautumismaksusi on osittain hyvitetty peruutetun ilmoittautumisen osuutta vastaavalta osalta.
sv: Du har avbrutit en registrering till seriekursen <strong>%(event_name)s %(event_period)s</strong>. Din betalning för registreringen har delvits återbetalats för beloppet för den avbrutna registreringen.

source: You have successfully cancelled a registration to the recurring volunteering <strong>%(event_name)s %(event_period)s</strong>. Your payment has been partially refunded for the amount of the cancelled registration.
fi: Olet onnistuneesti peruuttanut ilmoittautumisen sarjavapaaehtoistehtävään <strong>%(event_name)s %(event_period)s</strong>. Ilmoittautumismaksusi on osittain hyvitetty peruutetun ilmoittautumisen osuutta vastaavalta osalta.
sv: Du har avbrutit din registrering till serievolontärarbetet <strong>%(event_name)s %(event_period)s</strong>. Din betalning för registreringen har delvits återbetalats för beloppet för den avbrutna registreringen.

source: Registration to the recurring event %(event_name)s %(event_period)s has been saved.
fi: Ilmoittautuminen sarjatapahtumaan %(event_name)s %(event_period)s on tallennettu.
sv: Anmälan till serieevenemanget %(event_name)s %(event_period)s har sparats.

source: Registration to the recurring course %(event_name)s %(event_period)s has been saved.
fi: Ilmoittautuminen sarjakurssille %(event_name)s %(event_period)s on tallennettu.
sv: Anmälan till seriekursen %(event_name)s %(event_period)s har sparats.

source: Registration to the recurring volunteering %(event_name)s %(event_period)s has been saved.
fi: Ilmoittautuminen sarjavapaaehtoistehtävään %(event_name)s %(event_period)s on tallennettu.
sv: Anmälan till serievolontärarbetet %(event_name)s %(event_period)s har sparats.

source: Congratulations! Your registration has been confirmed for the recurring event <strong>%(event_name)s %(event_period)s</strong>.
fi: Onnittelut! Ilmoittautumisesi on vahvistettu sarjatapahtumaan <strong>%(event_name)s %(event_period)s</strong>.
sv: Grattis! Din registrering har bekräftats för serieevenemanget <strong>%(event_name)s %(event_period)s</strong>.

source: Congratulations! Your registration has been confirmed for the recurring course <strong>%(event_name)s %(event_period)s</strong>.
fi: Onnittelut! Ilmoittautumisesi on vahvistettu sarjakurssille <strong>%(event_name)s %(event_period)s</strong>.
sv: Grattis! Din registrering har bekräftats för seriekursen <strong>%(event_name)s %(event_period)s</strong>.

source: Congratulations! Your registration has been confirmed for the recurring volunteering <strong>%(event_name)s %(event_period)s</strong>.
fi: Onnittelut! Ilmoittautumisesi on vahvistettu sarjavapaaehtoistehtävään <strong>%(event_name)s %(event_period)s</strong>.
sv: Grattis! Din registrering har bekräftats för serievolontärarbetet <strong>%(event_name)s %(event_period)s</strong>.

source: Group registration to the recurring event %(event_name)s %(event_period)s has been saved.
fi: Ryhmäilmoittautuminen sarjatapahtumaan %(event_name)s %(event_period)s on tallennettu.
sv: Gruppregistrering till serieevenemanget %(event_name)s %(event_period)s har sparats.

source: Group registration to the recurring course %(event_name)s %(event_period)s has been saved.
fi: Ryhmäilmoittautuminen sarjakurssille %(event_name)s %(event_period)s on tallennettu.
sv: Gruppregistrering till seriekursen %(event_name)s %(event_period)s har sparats.

source: Group registration to the recurring volunteering %(event_name)s %(event_period)s has been saved.
fi: Ryhmäilmoittautuminen sarjavapaaehtoistehtävään %(event_name)s %(event_period)s on tallennettu.
sv: Gruppregistrering till serievolontärarbetet %(event_name)s %(event_period)s har sparats.

source: Payment is required to confirm your registration to the recurring event %(event_name)s %(event_period)s.
fi: Maksu vaaditaan ryhmäilmoittautumisesi vahvistamiseksi sarjatapahtumaan %(event_name)s %(event_period)s.
sv: Betalning krävs för att bekräfta din anmälan till serieevenemanget %(event_name)s %(event_period)s.

source: Payment is required to confirm your registration to the recurring course %(event_name)s %(event_period)s.
fi: Maksu vaaditaan ryhmäilmoittautumisesi vahvistamiseksi sarjakurssille %(event_name)s %(event_period)s.
sv: Betalning krävs för att bekräfta din anmälan till seriekursen %(event_name)s %(event_period)s.

source: Payment is required to confirm your registration to the recurring volunteering %(event_name)s %(event_period)s.
fi: Maksu vaaditaan ryhmäilmoittautumisesi vahvistamiseksi sarjavapaaehtoistehtävään %(event_name)s %(event_period)s.
sv: Betalning krävs för att bekräfta din anmälan till serievolontärarbetet %(event_name)s %(event_period)s.

source: Please use the payment link to confirm your registration for the recurring event <strong>%(event_name)s %(event_period)s</strong>. The payment link expires on %(expiration_time)s.
fi: Voit vahvistaa ilmoittautumisesi sarjatapahtumaan <strong>%(event_name)s %(event_period)s</strong> oheisen maksulinkin avulla. Maksulinkki vanhenee %(expiration_time)s.
sv: Vänligen använd betalningslänken för att bekräfta din anmälan till serieevenemanget <strong>%(event_name)s %(event_period)s</strong>. Betalningslänken går ut den %(expiration_time)s.

source: Please use the payment link to confirm your registration for the recurring course <strong>%(event_name)s %(event_period)s</strong>. The payment link expires on %(expiration_time)s.
fi: Voit vahvistaa ilmoittautumisesi sarjakurssille <strong>%(event_name)s %(event_period)s</strong> oheisen maksulinkin avulla. Maksulinkki vanhenee %(expiration_time)s.
sv: Vänligen använd betalningslänken för att bekräfta din anmälan till seriekursen <strong>%(event_name)s %(event_period)s</strong>. Betalningslänken går ut den %(expiration_time)s.

source: Please use the payment link to confirm your registration for the recurring volunteering <strong>%(event_name)s %(event_period)s</strong>. The payment link expires on %(expiration_time)s.
fi: Voit vahvistaa ilmoittautumisesi sarjavapaaehtoistehtävään <strong>%(event_name)s %(event_period)s</strong> oheisen maksulinkin avulla. Maksulinkki vanhenee %(expiration_time)s.
sv: Vänligen använd betalningslänken för att bekräfta din anmälan till serievolontärarbetet <strong>%(event_name)s %(event_period)s</strong>. Betalningslänken går ut den %(expiration_time)s.

source: Payment is required to confirm your group registration to the recurring event %(event_name)s %(event_period)s.
fi: Maksu vaaditaan ryhmäilmoittautumisesi vahvistamiseksi sarjatapahtumaan %(event_name)s %(event_period)s.
sv: Betalning krävs för att bekräfta din gruppregistrering till serieevenemanget %(event_name)s %(event_period)s.

source: Payment is required to confirm your group registration to the recurring course %(event_name)s %(event_period)s.
fi: Maksu vaaditaan ryhmäilmoittautumisesi vahvistamiseksi sarjakurssille %(event_name)s %(event_period)s.
sv: Betalning krävs för att bekräfta din gruppregistrering till seriekursen %(event_name)s %(event_period)s.

source: Payment is required to confirm your group registration to the recurring volunteering %(event_name)s %(event_period)s.
fi: Maksu vaaditaan ryhmäilmoittautumisesi vahvistamiseksi sarjavapaaehtoistehtävään %(event_name)s %(event_period)s.
sv: Betalning krävs för att bekräfta din gruppregistrering till serievolontärarbetet %(event_name)s %(event_period)s.

source: You have successfully registered for the recurring event <strong>%(event_name)s %(event_period)s</strong> waiting list.
fi: Olet onnistuneesti ilmoittautunut sarjatapahtuman <strong>%(event_name)s %(event_period)s</strong> jonotuslistalle.
sv: Du har framgångsrikt registrerat dig för serieevenemangets <strong>%(event_name)s %(event_period)s</strong> väntelista.

source: You have successfully registered for the recurring course <strong>%(event_name)s %(event_period)s</strong> waiting list.
fi: Olet onnistuneesti ilmoittautunut sarjakurssin <strong>%(event_name)s %(event_period)s</strong> jonotuslistalle.
sv: Du har framgångsrikt registrerat dig för seriekursen <strong>%(event_name)s %(event_period)s</strong> väntelista.

source: You have successfully registered for the recurring volunteering <strong>%(event_name)s %(event_period)s</strong> waiting list.
fi: Olet onnistuneesti ilmoittautunut sarjavapaaehtoistehtävän <strong>%(event_name)s %(event_period)s</strong> jonotuslistalle.
sv: Du har framgångsrikt registrerat dig för serievolontärarbetets <strong>%(event_name)s %(event_period)s</strong> väntelista.

source: The registration for the recurring event <strong>%(event_name)s %(event_period)s</strong> waiting list was successful.
fi: Ilmoittautuminen sarjatapahtuman <strong>%(event_name)s %(event_period)s</strong> jonotuslistalle onnistui.
sv: Registreringen till väntelistan för serieevenemanget <strong>%(event_name)s %(event_period)s</strong> lyckades.

source: The registration for the recurring course <strong>%(event_name)s %(event_period)s</strong> waiting list was successful.
fi: Ilmoittautuminen sarjakurssin <strong>%(event_name)s %(event_period)s</strong> jonotuslistalle onnistui.
sv: Registreringen till väntelistan för seriekursen <strong>%(event_name)s %(event_period)s</strong> lyckades.

source: The registration for the recurring volunteering <strong>%(event_name)s %(event_period)s</strong> waiting list was successful.
fi: Ilmoittautuminen sarjavapaaehtoistehtävän <strong>%(event_name)s %(event_period)s</strong> jonotuslistalle onnistui.
sv: Registreringen till väntelistan för serievolontärarbetet <strong>%(event_name)s %(event_period)s</strong> lyckades.

source: You have been moved from the waiting list of the recurring event <strong>%(event_name)s %(event_period)s</strong> to a participant.
fi: Sinut on siirretty sarjatapahtuman <strong>%(event_name)s %(event_period)s</strong> jonotuslistalta osallistujaksi.
sv: Du har flyttats från väntelistan för serieevenemanget <strong>%(event_name)s %(event_period)s</strong> till en deltagare.

source: You have been moved from the waiting list of the recurring course <strong>%(event_name)s %(event_period)s</strong> to a participant.
fi: Sinut on siirretty sarjakurssin <strong>%(event_name)s %(event_period)s</strong> jonotuslistalta osallistujaksi.
sv: Du har flyttats från väntelistan för seriekursen <strong>%(event_name)s %(event_period)s</strong> till en deltagare.

source: You have been moved from the waiting list of the recurring volunteering <strong>%(event_name)s %(event_period)s</strong> to a participant.
fi: Sinut on siirretty sarjavapaaehtoistehtävän <strong>%(event_name)s %(event_period)s</strong> jonotuslistalta osallistujaksi.
sv: Du har flyttats från väntelistan för serievolontärarbetet <strong>%(event_name)s %(event_period)s</strong> till en deltagare.

source: You have been selected to be moved from the waiting list of the recurring event <strong>%(event_name)s %(event_period)s</strong> to a participant. Please use the payment link to confirm your participation. The payment link expires on %(expiration_time)s.
fi: Sinut on valittu siirrettäväksi sarjatapahtuman <strong>%(event_name)s %(event_period)s</strong> jonotuslistalta osallistujaksi. Ole hyvä ja käytä oheista maksulinkkiä vahvistaaksesi osallistumisesi. Maksulinkki vanhenee %(expiration_time)s.
sv: Du har blivit utvald att flyttats från väntelistan för serieevenemanget <strong>%(event_name)s %(event_period)s</strong> till att bli en deltagare. Vänligen använd betalningslänken för att bekräfta ditt deltagande. Betalningslänken går ut den %(expiration_time)s.

source: You have been selected to be moved from the waiting list of the recurring course <strong>%(event_name)s %(event_period)s</strong> to a participant. Please use the payment link to confirm your participation. The payment link expires on %(expiration_time)s.
fi: Sinut on valittu siirrettäväksi sarjakurssin <strong>%(event_name)s %(event_period)s</strong> jonotuslistalta osallistujaksi. Ole hyvä ja käytä oheista maksulinkkiä vahvistaaksesi osallistumisesi. Maksulinkki vanhenee %(expiration_time)s.
sv: Du har blivit utvald att flyttats från väntelistan för seriekursen <strong>%(event_name)s %(event_period)s</strong> till att bli en deltagare. Vänligen använd betalningslänken för att bekräfta ditt deltagande. Betalningslänken går ut den %(expiration_time)s.

source: You have been selected to be moved from the waiting list of the recurring volunteering <strong>%(event_name)s %(event_period)s</strong> to a participant. Please use the payment link to confirm your participation. The payment link expires on %(expiration_time)s.
fi: Sinut on valittu siirrettäväksi sarjavapaaehtoistehtävän <strong>%(event_name)s %(event_period)s</strong> jonotuslistalta osallistujaksi. Ole hyvä ja käytä oheista maksulinkkiä vahvistaaksesi osallistumisesi. Maksulinkki vanhenee %(expiration_time)s.
sv: Du har blivit utvald att flyttats från väntelistan för serievolontärarbetet <strong>%(event_name)s %(event_period)s</strong> till att bli en deltagare. Vänligen använd betalningslänken för att bekräfta ditt deltagande. Betalningslänken går ut den %(expiration_time)s.

source: Registration to the recurring event %(event_name)s %(event_period)s has been cancelled due to an expired payment.
fi: Ilmoittautuminen sarjatapahtumaan %(event_name)s %(event_period)s on peruttu ilmoittautumismaksun vanhenemisen vuoksi.
sv: Anmälan till serieevenemanget %(event_name)s %(event_period)s har ställts in på grund av att betalningen har gått ut.

source: Registration to the recurring course %(event_name)s %(event_period)s has been cancelled due to an expired payment.
fi: Ilmoittautuminen sarjakurssille %(event_name)s %(event_period)s on peruttu ilmoittautumismaksun vanhenemisen vuoksi.
sv: Anmälan till seriekursen %(event_name)s %(event_period)s har ställts in på grund av att betalningen har gått ut.

source: Registration to the recurring volunteering %(event_name)s %(event_period)s has been cancelled due to an expired payment.
fi: Ilmoittautuminen sarjavapaaehtoistehtävään %(event_name)s %(event_period)s on peruttu ilmoittautumismaksun vanhenemisen vuoksi.
sv: Anmälan till serievolontärarbetet %(event_name)s %(event_period)s har ställts in på grund av att betalningen har gått ut.

source: Your registration to the recurring event <strong>%(event_name)s %(event_period)s</strong> has been cancelled due no payment received within the payment period.
fi: Ilmoittautumisesi sarjatapahtumaan <strong>%(event_name)s %(event_period)s</strong> on peruttu, koska ilmoittautumismaksua ei ole maksettu maksuajan loppuun mennessä.
sv: Din anmälan till serieevenemanget <strong>%(event_name)s %(event_period)s</strong> har ställts in eftersom ingen betalning mottogs inom betalningsperioden.

source: Your registration to the recurring course <strong>%(event_name)s %(event_period)s</strong> has been cancelled due no payment received within the payment period.
fi: Ilmoittautumisesi sarjakurssille <strong>%(event_name)s %(event_period)s</strong> on peruttu, koska ilmoittautumismaksua ei ole maksettu maksuajan loppuun mennessä.
sv: Din anmälan till seriekursen <strong>%(event_name)s %(event_period)s</strong> har ställts in eftersom ingen betalning mottogs inom betalningsperioden.

source: Your registration to the recurring volunteering <strong>%(event_name)s %(event_period)s</strong> has been cancelled due no payment received within the payment period.
fi: Ilmoittautumisesi sarjavapaaehtoistehtävään <strong>%(event_name)s %(event_period)s</strong> on peruttu, koska ilmoittautumismaksua ei ole maksettu maksuajan loppuun mennessä.
sv: Din anmälan till serievolontärarbetet <strong>%(event_name)s %(event_period)s</strong> har ställts in eftersom ingen betalning mottogs inom betalningsperioden.

source: Rights granted to the participant list - %(event_name)s
fi: Oikeudet myönnetty osallistujalistaan - %(event_name)s
sv: Rättigheter tilldelade deltagarlistan - %(event_name)s

source: Rights granted to the registration - %(event_name)s
fi: Oikeudet myönnetty ilmoittautumiseen - %(event_name)s
sv: Rättigheter beviljade till registreringen - %(event_name)s

source: The e-mail address <strong>%(email)s</strong> has been granted the rights to read the participant list of the event <strong>%(event_name)s</strong>. Using the Suomi.fi identification is required to be able to read the participant list.
fi: Sähköpostiosoitteelle <strong>%(email)s</strong> on myönnetty oikeudet lukea tapahtuman <strong>%(event_name)s</strong> osallistujalista. Osallistujalistan lukeminen vaatii Suomi.fi-tunnistautumisen.
sv: E-postadressen <strong>%(email)s</strong> har beviljats rättigheter att läsa deltagarlistan för evenemanget <strong>%(event_name)s</strong>. Användning av Suomi.fi-identifiering krävs för att kunna läsa deltagarlistan.

source: The e-mail address <strong>%(email)s</strong> has been granted the rights to read the participant list of the course <strong>%(event_name)s</strong>. Using the Suomi.fi identification is required to be able to read the participant list.
fi: Sähköpostiosoitteelle <strong>%(email)s</strong> on myönnetty oikeudet lukea kurssin <strong>%(event_name)s</strong> osallistujalista. Osallistujalistan lukeminen vaatii Suomi.fi-tunnistautumisen.
sv: E-postadressen <strong>%(email)s</strong> har beviljats rättigheter att läsa deltagarlistan för kursen <strong>%(event_name)s</strong>.Användning av Suomi.fi-identifiering krävs för att kunna läsa deltagarlistan.

source: The e-mail address <strong>%(email)s</strong> has been granted the rights to read the participant list of the volunteering <strong>%(event_name)s</strong>. Using the Suomi.fi identification is required to be able to read the participant list.
fi: Sähköpostiosoitteelle <strong>%(email)s</strong> on myönnetty oikeudet lukea vapaaehtoistehtävän <strong>%(event_name)s</strong> osallistujalista. Osallistujalistan lukeminen vaatii Suomi.fi-tunnistautumisen.
sv: E-postadressen <strong>%(email)s</strong> har beviljats rättigheter att läsa deltagarlistan för volontärarbetet <strong>%(event_name)s</strong>.Användning av Suomi.fi-identifiering krävs för att kunna läsa deltagarlistan.

source: The e-mail address <strong>%(email)s</strong> has been granted substitute user rights to the registration of the event <strong>%(event_name)s</strong>.
fi: Sähköpostiosoitteelle <strong>%(email)s</strong> on myönnetty sijaisen käyttöoikeudet tapahtuman <strong>%(event_name)s</strong> ilmoittautumiselle.
sv: E-postadressen <strong>%(email)s</strong> har beviljats ersättningsanvändarrättigheter till registreringen av evenemanget <strong>%(event_name)s</strong>.

source: The e-mail address <strong>%(email)s</strong> has been granted substitute user rights to the registration of the course <strong>%(event_name)s</strong>.
fi: Sähköpostiosoitteelle <strong>%(email)s</strong> on myönnetty sijaisen käyttöoikeudet kurssin <strong>%(event_name)s</strong> ilmoittautumiselle.
sv: E-postadressen <strong>%(email)s</strong> har beviljats ersättningsanvändarrättigheter till registreringen av kursen <strong>%(event_name)s</strong>.

source: The e-mail address <strong>%(email)s</strong> has been granted substitute user rights to the registration of the volunteering <strong>%(event_name)s</strong>.
fi: Sähköpostiosoitteelle <strong>%(email)s</strong> on myönnetty sijaisen käyttöoikeudet vapaaehtoistehtävän <strong>%(event_name)s</strong> ilmoittautumiselle.
sv: E-postadressen <strong>%(email)s</strong> har beviljats ersättningsanvändarrättigheter till registreringen av volontärarbetet <strong>%(event_name)s</strong>.

source: Enrolment is not yet open.
fi: Ilmoittautuminen ei ole vielä auki.
sv: Anmälan är ännu inte öppen.

source: Enrolment is already closed.
fi: Ilmoittautuminen on jo päättynyt.
sv: Anmälan är redan stängd

source: The waiting list is already full
fi: Jonotuslista on jo täynnä
sv: Väntelistan är redan full

source: You may not change the attendee_status of an existing object.
fi: Olemassa olevan objektin attendee_status-kenttää ei voi vaihtaa.
sv: Du får inte ändra attendee_status för ett befintligt objekt.

source: You may not change the registration of an existing object.
fi: Olemassa olevan objektin registration-kenttää ei voi vaihtaa.
sv: Du får inte ändra registration för ett befintligt objekt.

source: This field must be specified.
fi: Kenttä on pakollinen.
sv: Detta fält måste anges.

source: The participant is too young.
fi: Osallistuja on liian nuori.
sv: Deltagaren är för ung.

source: The participant is too old.
fi: Osallistuja on liian vanha.
sv: Deltagaren är för gammal.

source: Reservation code doesn't exist.
fi: Varauskoodia ei ole olemassa.
sv: Bokningskoden finns inte.

source: Amount of signups is greater than maximum group size: {max_group_size}.
fi: Ilmoittautumisten määrä on suurempi kuin ryhmän enimmäiskoko: {max_group_size}.
sv: Antalet registreringar är större än den maximala gruppstorleken: {max_group_size}.

source: The value doesn't match.
fi: Arvo ei täsmää.
sv: Värdet stämmer inte överens.

source: Amount of seats is greater than maximum group size: {max_group_size}.
fi: Paikkojen lukumäärä on suurempi kuin ryhmän enimmäiskoko: {max_group_size}.
sv: Antalet platser är större än maximal gruppstorlek: {max_group_size}.

source: Not enough seats available. Capacity left: {capacity_left}.
fi: Paikkoja ei ole riittävästi jäljellä. Paikkoja jäljellä: {capacity_left}.
sv: Inte tillräckligt med platser tillgängliga. Kapacitet kvar: {capacity_left}.

source: Not enough capacity in the waiting list. Capacity left: {capacity_left}.
fi: Jonotuslistalle ei ole tarpeeksi paikkoja jäljellä. Paikkoja jäljellä jonotuslistalla: {capacity_left}.
sv: Inte tillräckligt med kapacitet på väntelistan. Kapacitet kvar: {capacity_left}.

source: Cannot update expired seats reservation.
fi: Vanhentunutta paikkavarausta ei voi päivittää.
sv: Kan inte uppdatera utgångna platsreservationer.

source: A message about the event %(event_name)s.
fi: Viesti tapahtumasta %(event_name)s.
sv: Ett meddelande om evenemanget %(event_name)s.

source: A message about the course %(event_name)s.
fi: Viesti kurssista %(event_name)s.
sv: Ett meddelande om kursen %(event_name)s.

source: A message about the volunteering %(event_name)s.
fi: Viesti vapaaehtoistehtävästä %(event_name)s.
sv: Ett meddelande om volontärarbetet %(event_name)s.

source: Open payment link
fi: Avaa maksulinkki
sv: Öppna betalningslänken

source: Check your registration here
fi: Tarkastele ilmoittautumistasi täällä
sv: Kontrollera din registrering här

source: Contact us
fi: Ota yhteyttä
sv: Ta kontakt

source: Give feedback
fi: Anna palautetta
sv: Ge feedback

source: City of Helsinki 2023
fi: Helsingin kaupunki 2023
sv: Helsingfors stad 2023

source: All rights reserved.
fi: Kaikki oikeudet pidätetään.
sv: Alla rättigheter förbehållna.

source: More information from our customer service
fi: Lisätietoja asiakaspalvelustamme
sv: Mer information om vår kundtjänst

source: New paid registration
fi: Uusi maksullinen ilmoittautuminen
sv: Ny betalanmälan

source: A new paid registration has been created for the event <strong>%(event_name)s</strong>.
fi: Tapahtumaan <strong>%(event_name)s</strong> on luotu uusi maksullinen ilmoittautuminen.
sv: En ny betalanmälan har skapats för evenemanget <strong>%(event_name)s</strong>.

source: View registration
fi: Katso ilmoittautuminen
sv: Visa anmälan

source: User access invitation
fi: Käyttöoikeuskutsu
sv: Åtkomstinbjudan
