Repository: City-of-Helsinki/linkedevents
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fi, sv

source: You have successfully cancelled your registration to the course <strong>%(event_name)s</strong>. Your payment for the registration has been refunded.
fi: Olet onnistuneesti peruuttanut ilmoittautumisesi kurssille <strong>%(event_name)s</strong>. Ilmoittautumismaksusi on hyvitetty.
sv: Du har avbrutit din registrering till kursen <strong>%(event_name)s</strong>. Din betalning för registreringen har återbetalats.

source: You have successfully cancelled your registration to the volunteering <strong>%(event_name)s</strong>. Your payment for the registration has been refunded.
fi: Olet onnistuneesti peruuttanut ilmoittautumisesi vapaaehtoistehtävään <strong>%(event_name)s</strong>. Ilmoittautumismaksusi on hyvitetty.
sv: Du har avbrutit din registrering till volontärarbetet <strong>%(event_name)s</strong>. Din betalning för registreringen har återbetalats.

source: You have successfully cancelled a registration to the event <strong>%(event_name)s</strong>. Your payment has been partially refunded for the amount of the cancelled registration.
fi: Olet onnistuneesti peruuttanut ilmoittautumisen tapahtumaan <strong>%(event_name)s</strong>. Ilmoittautumismaksusi on osittain hyvitetty peruutetun ilmoittautumisen osuutta vastaavalta osalta.
sv: Du har avbrutit en registrering till evenemanget <strong>%(event_name)s</strong>. Din betalning för registreringen har delvits återbetalats för beloppet för den avbrutna registreringen.

source: You have successfully cancelled a registration to the course <strong>%(event_name)s</strong>. Your payment has been partially refunded for the amount of the cancelled registration.
fi: Olet onnistuneesti peruuttanut ilmoittautumisen kurssille <strong>%(event_name)s</strong>. Ilmoittautumismaksusi on osittain hyvitetty peruutetun ilmoittautumisen osuutta vastaavalta osalta.
sv: Du har avbrutit en registrering till kursen <strong>%(event_name)s</strong>. Din betalning för registreringen har delvits återbetalats för beloppet för den avbrutna registreringen.

source: You have successfully cancelled a registration to the volunteering <strong>%(event_name)s</strong>. Your payment has been partially refunded for the amount of the cancelled registration.
fi: Olet onnistuneesti peruuttanut ilmoittautumisen vapaaehtoistehtävään <strong>%(event_name)s</strong>. Ilmoittautumismaksusi on osittain hyvitetty peruutetun ilmoittautumisen osuutta vastaavalta osalta.
sv: Du har avbrutit en registrering till volontärarbetet <strong>%(event_name)s</strong>. Din betalning för registreringen har delvits återbetalats för beloppet för den avbrutna registreringen.

source: Registration to the event %(event_name)s has been saved.
fi: Ilmoittautuminen tapahtumaan %(event_name)s on tallennettu.
sv: Anmälan till evenemanget %(event_name)s har sparats.

source: Registration to the course %(event_name)s has been saved.
fi: Ilmoittautuminen kurssille %(event_name)s on tallennettu.
sv: Anmälan till kursen %(event_name)s har sparats.

source: Registration to the volunteering %(event_name)s has been saved.
fi: Ilmoittautuminen vapaaehtoistehtävään %(event_name)s on tallennettu.
sv: Anmälan till volontärarbetet %(event_name)s har sparats.

source: Congratulations! Your registration has been confirmed for the event <strong>%(event_name)s</strong>.
fi: Onnittelut! Ilmoittautumisesi on vahvistettu tapahtumaan <strong>%(event_name)s</strong>.
sv: Grattis! Din registrering har bekräftats för evenemanget <strong>%(event_name)s</strong>.

source: Congratulations! Your registration has been confirmed for the course <strong>%(event_name)s</strong>.
fi: Onnittelut! Ilmoittautumisesi on vahvistettu kurssille <strong>%(event_name)s</strong>.
sv: Grattis! Din registrering har bekräftats för kursen <strong>%(event_name)s</strong>.

source: Congratulations! Your registration has been confirmed for the volunteering <strong>%(event_name)s</strong>.
fi: Onnittelut! Ilmoittautumisesi on vahvistettu vapaaehtoistehtävään <strong>%(event_name)s</strong>.
sv: Grattis! Din registrering har bekräftats för volontärarbetet <strong>%(event_name)s</strong>.

source: Group registration to the event %(event_name)s has been saved.
fi: Ryhmäilmoittautuminen tapahtumaan %(event_name)s on tallennettu.
sv: Gruppregistrering till evenemanget %(event_name)s har sparats.

source: Group registration to the course %(event_name)s has been saved.
fi: Ryhmäilmoittautuminen kurssille %(event_name)s on tallennettu.
sv: Gruppregistrering till kursen %(event_name)s har sparats.

source: Group registration to the volunteering %(event_name)s has been saved.
fi: Ryhmäilmoittautuminen vapaaehtoistehtävään %(event_name)s on tallennettu.
sv: Gruppregistrering till volontärarbetet %(event_name)s har sparats.

source: Payment is required to confirm your registration to the event %(event_name)s.
fi: Maksu vaaditaan ilmoittautumisesi vahvistamiseksi tapahtumaan %(event_name)s.
sv: Betalning krävs för att bekräfta din anmälan till evenemanget %(event_name)s.

source: Payment is required to confirm your registration to the course %(event_name)s.
fi: Maksu vaaditaan ilmoittautumisesi vahvistamiseksi kurssille %(event_name)s.
sv: Betalning krävs för att bekräfta din anmälan till kursen %(event_name)s.

source: Payment is required to confirm your registration to the volunteering %(event_name)s.
fi: Maksu vaaditaan ilmoittautumisesi vahvistamiseksi vapaaehtoistehtävään %(event_name)s.
sv: Betalning krävs för att bekräfta din anmälan till volontärarbetet %(event_name)s.

source: Please use the payment link to confirm your registration for the event <strong>%(event_name)s</strong>. The payment link expires on %(expiration_time)s.
fi: Voit vahvistaa ilmoittautumisesi tapahtumaan <strong>%(event_name)s</strong> oheisen maksulinkin avulla. Maksulinkki vanhenee %(expiration_time)s.
sv: Vänligen använd betalningslänken för att bekräfta din anmälan till evenemanget <strong>%(event_name)s</strong>. Betalningslänken går ut den %(expiration_time)s.

source: Please use the payment link to confirm your registration for the course <strong>%(event_name)s</strong>. The payment link expires on %(expiration_time)s.
fi: Voit vahvistaa ilmoittautumisesi kurssille <strong>%(event_name)s</strong> oheisen maksulinkin avulla. Maksulinkki vanhenee %(expiration_time)s.
sv: Vänligen använd betalningslänken för att bekräfta din anmälan till kursen <strong>%(event_name)s</strong>. Betalningslänken går ut den %(expiration_time)s.

source: Please use the payment link to confirm your registration for the volunteering <strong>%(event_name)s</strong>. The payment link expires on %(expiration_time)s.
fi: Voit vahvistaa ilmoittautumisesi vapaaehtoistehtävään <strong>%(event_name)s</strong> oheisen maksulinkin avulla. Maksulinkki vanhenee %(expiration_time)s.
sv: Vänligen använd betalningslänken för att bekräfta din anmälan till volontärarbetet <strong>%(event_name)s</strong>. Betalningslänken går ut den %(expiration_time)s.

source: Payment is required to confirm your group registration to the event %(event_name)s.
fi: Maksu vaaditaan ryhmäilmoittautumisesi vahvistamiseksi tapahtumaan %(event_name)s.
sv: Betalning krävs för att bekräfta din gruppregistrering till evenemanget %(event_name)s.

source: Payment is required to confirm your group registration to the course %(event_name)s.
fi: Maksu vaaditaan ryhmäilmoittautumisesi vahvistamiseksi kurssille %(event_name)s.
sv: Betalning krävs för att bekräfta din gruppregistrering till kursen %(event_name)s.

source: Payment is required to confirm your group registration to the volunteering %(event_name)s.
fi: Maksu vaaditaan ryhmäilmoittautumisesi vahvistamiseksi vapaaehtoistehtävään %(event_name)s.
sv: Betalning krävs för att bekräfta din gruppregistrering till volontärarbetet %(event_name)s.

source: You have successfully registered for the event <strong>%(event_name)s</strong> waiting list.
fi: Olet onnistuneesti ilmoittautunut tapahtuman <strong>%(event_name)s</strong> jonotuslistalle.
sv: Du har framgångsrikt registrerat dig för evenemangets <strong>%(event_name)s</strong> väntelista.

source: You have successfully registered for the course <strong>%(event_name)s</strong> waiting list.
fi: Olet onnistuneesti ilmoittautunut kurssin <strong>%(event_name)s</strong> jonotuslistalle.
sv: Du har framgångsrikt registrerat dig för kursen <strong>%(event_name)s</strong> väntelista.

source: You have successfully registered for the volunteering <strong>%(event_name)s</strong> waiting list.
fi: Olet onnistuneesti ilmoittautunut vapaaehtoistehtävän <strong>%(event_name)s</strong> jonotuslistalle.
sv: Du har framgångsrikt registrerat dig för volontärarbetets <strong>%(event_name)s</strong> väntelista.

source: You will be automatically transferred as an event participant if a seat becomes available.
fi: Sinut siirretään automaattisesti tapahtuman osallistujaksi mikäli paikka vapautuu.
sv: Du kommer automatiskt att överföras som evenemangsdeltagare om en plats blir ledig.

source: You will be automatically transferred as a course participant if a seat becomes available.
fi: Sinut siirretään automaattisesti kurssin osallistujaksi mikäli paikka vapautuu.
sv: Du kommer automatiskt att flyttas över som kursdeltagare om en plats blir ledig.

source: You will be automatically transferred as a volunteering participant if a seat becomes available.
fi: Sinut siirretään automaattisesti vapaaehtoistehtävän osallistujaksi mikäli paikka vapautuu.
sv: Du kommer automatiskt att flyttas över som evenemangsdeltagare om en plats blir ledig.

source: The registration for the event <strong>%(event_name)s</strong> waiting list was successful.
fi: Ilmoittautuminen tapahtuman <strong>%(event_name)s</strong> jonotuslistalle onnistui.
sv: Registreringen till väntelistan för <strong>%(event_name)s</strong>-evenemanget lyckades.

source: The registration for the course <strong>%(event_name)s</strong> waiting list was successful.
fi: Ilmoittautuminen kurssin <strong>%(event_name)s</strong> jonotuslistalle onnistui.
sv: Registreringen till väntelistan för <strong>%(event_name)s</strong>-kursen lyckades.

source: The registration for the volunteering <strong>%(event_name)s</strong> waiting list was successful.
fi: Ilmoittautuminen vapaaehtoistehtävän <strong>%(event_name)s</strong> jonotuslistalle onnistui.
sv: Registreringen till väntelistan för <strong>%(event_name)s</strong>-volontärarbetet lyckades.

source: You will be automatically transferred from the waiting list to become a participant in the event if a place becomes available.
fi: Jonotuslistalta siirretään automaattisesti tapahtuman osallistujaksi mikäli paikka vapautuu.
sv: Du flyttas automatiskt över från väntelistan för att bli deltagare i evenemanget om en plats blir ledig.

source: You will be automatically transferred from the waiting list to become a participant in the course if a place becomes available.
fi: Jonotuslistalta siirretään automaattisesti kurssin osallistujaksi mikäli paikka vapautuu.
sv: Du flyttas automatiskt över från väntelistan för att bli deltagare i kursen om en plats blir ledig.

source: You will be automatically transferred from the waiting list to become a participant in the volunteering if a place becomes available.
fi: Jonotuslistalta siirretään automaattisesti vapaaehtoistehtävän osallistujaksi mikäli paikka vapautuu.
sv: Du flyttas automatiskt över från väntelistan för att bli deltagare i volontärarbetet om en plats blir ledig.

source: You have been moved from the waiting list of the event <strong>%(event_name)s</strong> to a participant.
fi: Sinut on siirretty tapahtuman <strong>%(event_name)s</strong> jonotuslistalta osallistujaksi.
sv: Du har flyttats från väntelistan för evenemanget <strong>%(event_name)s</strong> till en deltagare.

source: You have been moved from the waiting list of the course <strong>%(event_name)s</strong> to a participant.
fi: Sinut on siirretty kurssin <strong>%(event_name)s</strong> jonotuslistalta osallistujaksi.
sv: Du har flyttats från väntelistan för kursen <strong>%(event_name)s</strong> till en deltagare.

source: You have been moved from the waiting list of the volunteering <strong>%(event_name)s</strong> to a participant.
fi: Sinut on siirretty vapaaehtoistehtävän <strong>%(event_name)s</strong> jonotuslistalta osallistujaksi.
sv: Du har flyttats från väntelistan för volontärarbetet <strong>%(event_name)s</strong> till en deltagare.

source: You have been selected to be moved from the waiting list of the event <strong>%(event_name)s</strong> to a participant. Please use the payment link to confirm your participation. The payment link expires on %(expiration_time)s.
fi: Sinut on valittu siirrettäväksi tapahtuman <strong>%(event_name)s</strong> jonotuslistalta osallistujaksi. Ole hyvä ja käytä oheista maksulinkkiä vahvistaaksesi osallistumisesi. Maksulinkki vanhenee %(expiration_time)s.
sv: Du har blivit utvald att flyttats från väntelistan för evenemanget <strong>%(event_name)s</strong> till att bli en deltagare. Vänligen använd betalningslänken för att bekräfta ditt deltagande. Betalningslänken går ut den %(expiration_time)s.

source: You have been selected to be moved from the waiting list of the course <strong>%(event_name)s</strong> to a participant. Please use the payment link to confirm your participation. The payment link expires on %(expiration_time)s.
fi: Sinut on valittu siirrettäväksi kurssin <strong>%(event_name)s</strong> jonotuslistalta osallistujaksi. Ole hyvä ja käytä oheista maksulinkkiä vahvistaaksesi osallistumisesi. Maksulinkki vanhenee %(expiration_time)s.
sv: Du har blivit utvald att flyttats från väntelistan för kursen <strong>%(event_name)s</strong> till att bli en deltagare. Vänligen använd betalningslänken för att bekräfta ditt deltagande. Betalningslänken går ut den%(expiration_time)s.

source: You have been selected to be moved from the waiting list of the volunteering <strong>%(event_name)s</strong> to a participant. Please use the payment link to confirm your participation. The payment link expires on %(expiration_time)s.
fi: Sinut on valittu siirrettäväksi vapaaehtoistehtävän <strong>%(event_name)s</strong> jonotuslistalta osallistujaksi. Ole hyvä ja käytä oheista maksulinkkiä vahvistaaksesi osallistumisesi. Maksulinkki vanhenee %(expiration_time)s.
sv: Du har blivit utvald att flyttats från väntelistan för volontärarbetet <strong>%(event_name)s</strong> till att bli en deltagare. Vänligen använd betalningslänken för att bekräfta ditt deltagande. Betalningslänken går ut den %(expiration_time)s.

source: Registration to the event %(event_name)s has been cancelled due to an expired payment.
fi: Ilmoittautuminen tapahtumaan %(event_name)s on peruttu ilmoittautumismaksun vanhenemisen vuoksi.
sv: Anmälan till evenemanget %(event_name)s har ställts in på grund av att betalningen har gått ut.

source: Registration to the course %(event_name)s has been cancelled due to an expired payment.
fi: Ilmoittautuminen kurssille %(event_name)s on peruttu ilmoittautumismaksun vanhenemisen vuoksi.
sv: Anmälan till kursen %(event_name)s har ställts in på grund av att betalningen har gått ut.

source: Registration to the volunteering %(event_name)s has been cancelled due to an expired payment.
fi: Ilmoittautuminen vapaaehtoistehtävään %(event_name)s on peruttu ilmoittautumismaksun vanhenemisen vuoksi.
sv: Anmälan till volontärarbetet %(event_name)s har ställts in på grund av att betalningen har gått ut.

source: Your registration to the event <strong>%(event_name)s</strong> has been cancelled due no payment received within the payment period.
fi: Ilmoittautumisesi tapahtumaan <strong>%(event_name)s</strong> on peruttu, koska ilmoittautumismaksua ei ole maksettu maksuajan loppuun mennessä.
sv: Din anmälan till evenemanget <strong>%(event_name)s</strong> har ställts in eftersom ingen betalning mottogs inom betalningsperioden.

source: Your registration to the course <strong>%(event_name)s</strong> has been cancelled due no payment received within the payment period.
fi: Ilmoittautumisesi kurssille <strong>%(event_name)s</strong> on peruttu, koska ilmoittautumismaksua ei ole maksettu maksuajan loppuun mennessä.
sv: Din anmälan till kursen <strong>%(event_name)s</strong> har ställts in eftersom ingen betalning mottogs inom betalningsperioden.

source: Your registration to the volunteering <strong>%(event_name)s</strong> has been cancelled due no payment received within the payment period.
fi: Ilmoittautumisesi vapaaehtoistehtävään <strong>%(event_name)s</strong> on peruttu, koska ilmoittautumismaksua ei ole maksettu maksuajan loppuun mennessä.
sv: Din anmälan till volontärarbetet <strong>%(event_name)s</strong> har ställts in eftersom ingen betalning mottogs inom betalningsperioden.

source: Event cancelled - Recurring: %(event_name)s
fi: Tapahtuma peruttu - Sarja: %(event_name)s
sv: Evenemanget inställt - Serie: %(event_name)s

source: Registration cancelled - Recurring: %(event_name)s
fi: Ilmoittautuminen peruttu - Sarja: %(event_name)s
sv: Registreringen avbruten - Serie: %(event_name)s

source: Registration confirmation - Recurring: %(event_name)s
fi: Vahvistus ilmoittautumisesta - Sarja: %(event_name)s
sv: Bekräftelse av registrering - Serie: %(event_name)s

source: Waiting list seat reserved - Recurring: %(event_name)s
fi: Paikka jonotuslistalla varattu - Sarja: %(event_name)s
sv: Väntelista plats reserverad - Serie: %(event_name)s

source: Registration payment expired - Recurring: %(event_name)s
fi: Ilmoittautumismaksu vanhentunut - Sarja: %(event_name)s
sv: Registreringsbetalning har gått ut - Serie: %(event_name)s

source: Recurring event %(event_name)s %(event_period)s has been cancelled
fi: Sarjatapahtuma %(event_name)s %(event_period)s on peruttu.
sv: Serieevenemanget %(event_name)s %(event_period)s har ställts in.

source: %(username)s, registration to the recurring event %(event_name)s %(event_period)s has been cancelled.
fi: %(username)s, ilmoittautuminen sarjatapahtumaan %(event_name)s %(event_period)s on peruttu.
sv: %(username)s, anmälan till serieevenemanget %(event_name)s %(event_period)s har ställts in.

source: %(username)s, registration to the recurring course %(event_name)s %(event_period)s has been cancelled.
fi: %(username)s, ilmoittautuminen sarjakurssille %(event_name)s %(event_period)s on peruttu.
sv: %(username)s, anmälan till seriekursen %(event_name)s %(event_period)s har ställts in.

source: %(username)s, registration to the recurring volunteering %(event_name)s %(event_period)s has been cancelled.
fi: %(username)s, ilmoittautuminen sarjavapaaehtoistehtävään %(event_name)s %(event_period)s on peruttu.
sv: %(username)s, anmälan till serievolontärarbetet %(event_name)s %(event_period)s har ställts in.

source: Registration to the recurring event %(event_name)s %(event_period)s has been cancelled.
fi: Ilmoittautuminen sarjatapahtumaan %(event_name)s %(event_period)s on peruttu.
sv: Anmälan till serieevenemanget %(event_name)s %(event_period)s har ställts in.

source: Registration to the recurring course %(event_name)s %(event_period)s has been cancelled.
fi: Ilmoittautuminen sarjakurssille %(event_name)s %(event_period)s on peruttu.
sv: Anmälan till seriekursen %(event_name)s %(event_period)s har ställts in.

source: Registration to the recurring volunteering %(event_name)s %(event_period)s has been cancelled.
fi: Ilmoittautuminen sarjavapaaehtoistehtävään %(event_name)s %(event_period)s on peruttu.
sv: Anmälan till serievolontärarbetet %(event_name)s %(event_period)s har ställts in.

source: You have successfully cancelled your registration to the recurring event <strong>%(event_name)s %(event_period)s</strong>.
fi: Olet onnistuneesti peruuttanut ilmoittautumisesi sarjatapahtumaan <strong>%(event_name)s %(event_period)s</strong>.
sv: Du har avbrutit din registrering till serieevenemanget <strong>%(event_name)s %(event_period)s</strong>.

source: You have successfully cancelled your registration to the recurring course <strong>%(event_name)s %(event_period)s</strong>.
fi: Olet onnistuneesti peruuttanut ilmoittautumisesi sarjakurssille <strong>%(event_name)s %(event_period)s</strong>.
sv: Du har avbrutit din registrering till seriekursen <strong>%(event_name)s %(event_period)s</strong>.

source: You have successfully cancelled your registration to the recurring volunteering <strong>%(event_name)s %(event_period)s</strong>.
fi: Olet onnistuneesti peruuttanut ilmoittautumisesi sarjavapaaehtoistehtävään <strong>%(event_name)s %(event_period)s</strong>.
sv: Du har avbrutit din registrering till serievolontärarbetet <strong>%(event_name)s %(event_period)s</strong>.

source: Your registration and payment for the recurring event <strong>%(event_name)s %(event_period)s</strong> have been cancelled.
fi: Ilmoittautumisesi ja maksusi sarjatapahtumaan <strong>%(event_name)s %(event_period)s</strong> on peruttu.
sv: Din registrering och betalning för serieevenemanget <strong>%(event_name)s %(event_period)s</strong> har ställts in.

source: Your registration and payment for the recurring course <strong>%(event_name)s %(event_period)s</strong> have been cancelled.
fi: Ilmoittautumisesi ja maksusi sarjakurssille <strong>%(event_name)s %(event_period)s</strong> on peruttu.
sv: Din registrering och betalning för seriekursen <strong>%(event_name)s %(event_period)s</strong> har ställts in.

source: Your registration to the recurring volunteering <strong>%(event_name)s %(event_period)s</strong> has been cancelled.
fi: Ilmoittautumisesi sarjavapaaehtoistehtävään <strong>%(event_name)s %(event_period)s</strong> on peruttu.
sv: Din registrering till serievolontärarbetet <strong>%(event_name)s %(event_period)s</strong> har ställts in.

source: You have successfully cancelled your registration to the recurring event <strong>%(event_name)s %(event_period)s</strong>. Your payment for the registration has been refunded.
fi: Olet onnistuneesti peruuttanut ilmoittautumisesi sarjatapahtumaan <strong>%(event_name)s %(event_period)s</strong>. Ilmoittautumismaksusi on hyvitetty.
sv: Du har avbrutit din registrering till serieevenemanget <strong>%(event_name)s %(event_period)s</strong>. Din betalning för registreringen har återbetalats.

source: You have successfully cancelled your registration to the recurring course <strong>%(event_name)s %(event_period)s</strong>. Your payment for the registration has been refunded.
fi: Olet onnistuneesti peruuttanut ilmoittautumisesi sarjakurssille <strong>%(event_name)s %(event_period)s</strong>. Ilmoittautumismaksusi on hyvitetty.
sv: Du har avbrutit din registrering till seriekursen <strong>%(event_name)s %(event_period)s</strong>. Din betalning för registreringen har återbetalats.

source: You have successfully cancelled your registration to the recurring volunteering <strong>%(event_name)s %(event_period)s</strong>. Your payment for the registration has been refunded.
fi: Olet onnistuneesti peruuttanut ilmoittautumisesi sarjavapaaehtoistehtävään <strong>%(event_name)s %(event_period)s</strong>. Ilmoittautumismaksusi on hyvitetty.
sv: Du har avbrutit din registrering till serievolontärarbetet <strong>%(event_name)s %(event_period)s</strong>. Din betalning för registreringen har återbetalats.

source: You have successfully cancelled a registration to the recurring event <strong>%(event_name)s %(event_period)s</strong>. Your payment has been partially refunded for the amount of the cancelled registration.
fi: Olet onnistuneesti peruuttanut ilmoittautumisen sarjatapahtumaan <strong>%(event_name)s %(event_period)s</strong>. Ilmoittautumismaksusi on osittain hyvitetty peruutetun ilmoittautumisen osuutta vastaavalta osalta.
sv: Du har avbrutit en registrering till serieevenemanget <strong>%(event_name)s %(event_period)s</strong>. Din betalning för registreringen har delvits återbetalats för beloppet för den avbrutna registreringen.
